{
  "respCode": "0",
  "data": {
    "pageNo": 1,
    "pageSize": 10000,
    "count": 10,
    "pageCount": 1,
    "list": [
      {
        "id": "1",
        "pid": "-",
        "like": "20",
        "dislike": "9",
        "content": "今天去小区药店买药，到了发现忘记药名了。正想往回走，老板娘说：小伙子，是不是忘记药名了，没事的，我在这卖药二十多年了，你只要说出药名里的两个字，我就知道是啥药！ 我使劲的想了想，脱口而出：颗粒。然后，我和老板娘都沉默了……",
        "user": "建一",
        "time": "2018-12-17",
        "commentNum": "2"
      },
      {
        "id": "2",
        "pid": "1",
        "like": "10",
        "dislike": "5",
        "content": "某人猎户世家，方圆百里久负盛名。神枪绝世，枪无虚发。慕名拜师者络绎不绝，然都不及师傅神枪。一日徒弟随师傅上山打猎，师傅肚子痛，躲进草从解手，徒弟一旁等待。“师傅，好肥一只兔子，快跑远了!”“快，向兔子前面开枪，多射三尺远”徒弟遵命，果然打得猎物。徒弟大笑，师成拜别。",
        "user": "牛二",
        "time": "2018-12-17",
        "commentNum": "0"
      },
      {
        "id": "3",
        "pid": "1",
        "like": "18",
        "dislike": "2",
        "content": "某人中年得子。独子成年，拜师学艺。担心师傅严苛，特叮嘱责骂就好，勿动手打。高房粉刷搭脚手架，徒弟扛来竹子。“大头向墙洞放!”师傅道。徒弟充耳不闻，小头向墙洞。师傅跳下墙来，捡起木棍劈头盖脸打去。徒弟鼻青脸肿，遵命。老父得知热泪盈眶。买肉买酒赠师傅。儿子委屈不解。“畜生，师傅救你命哩!”",
        "user": "张三",
        "time": "2018-12-17",
        "commentNum": "0"
      },
      {
        "id": "4",
        "pid": "-",
        "like": "1",
        "dislike": "1",
        "content": "行走山水之，行走山水之间，我化作一支巨大的画笔，将山峰与湖泊勾勒，我在半山腰画一座房子，勾勒一条下山的小径，小径两旁盛开着杜鹃花，这一幅画，蔓延千里，耗尽天空之墨，日月星辰将它照亮，一切都鲜活起来了，一切都在繁衍生息，落款处：冷冬年",
        "user": "李四",
        "time": "2018-12-17",
        "commentNum": "1"
      },
      {
        "id": "5",
        "pid": "4",
        "like": "44",
        "dislike": "1",
        "content": "“我来了，我心中的沙漠！”他在沙漠中一路狂奔。正午的太阳，炙烤着大地。很快感觉双腿乏力，喉咙干渴难耐。意识渐渐模糊。“我快坚持不住了，谁来救救我？”恍惚中听到有人在大声叫他：“张义，站起来。”还伴有锣鼓的声音。“既然你敢在我的课上睡觉，我就追到你的梦里去。”老师激动地拍着桌子说。",
        "user": "王五",
        "time": "2018-12-17",
        "commentNum": "0"
      },{
        "id": "6",
        "pid": "-",
        "like": "35",
        "dislike": "2",
        "content": "我定的特价机票，晚上十一点半到上海。下飞机后打车去南京路附近布丁酒店，第二天上午去城隍庙和豫园，下午逛步行街，晚上去外滩。你看怎么样？”他边列着行程表，边问她。“好”。她头也不抬，一直低头看着手机。“别看手机了。你必须再点两个爱吃的菜，出门就要品尝不同的美食，别不舍得花钱。”在饭店里，他边说边把菜单塞到她手上。每天出了酒店，她一脸茫然地跟着他，坐公交，倒地铁，赶往不同的景点。人一多，他就紧拉着她的手。上下地铁通道时，他肩上背着包，一手拎一个行李箱，让空着手的她先在前面走。晚上十一点半，看着她仍津津有味的看着小说，他终于发作了：“妈，你就不能搜一搜景点，帮我优化下线路，我还是个孩子！",
        "user": "赵六",
        "time": "2018-12-17",
        "commentNum": "0"
      },
      {
        "id": "7",
        "pid": "-",
        "like": "12",
        "dislike": "3",
        "content": "老迟终于盼来了校内平房拆迁 美美哒拆迁协议签罢 各家速搬迁老迟有搬家公司的亲戚帮忙  三天彻底腾空他喜滋滋地常回来四处巡视 我家老屋闲置多年  白天要上班又缺人手  腾空进展缓慢终于收尾 正望着客厅墙上的大壁镜犯愁 忽瞥见老迟  踱进了东邻  我晓得东邻客厅也剩下一面壁镜隔天回家 我家和东邻墙上的壁镜全都不见了",
        "user": "田七",
        "time": "2018-12-17",
        "commentNum": "0"
      },{
        "id": "8",
        "pid": "-",
        "like": "1",
        "dislike": "3",
        "content": "晁主任一脸横肉，惯于媚上欺下。她的口头禅是“那咋行”。遇下面单位会计因费用不予报销质疑她并陈述审报理由，她只会一迭声说“那咋行？”讥讽的目光四处流转意欲鼓动起围观的人一同嘲笑人家。一天，她又故伎重施。“晁主任你只须说咋就不行吧？”有位老会计实在看不过。老晁僵住。原来是个纸老虎……",
        "user": "王八",
        "time": "2018-12-17",
        "commentNum": "0"
      },
      {
        "id": "9",
        "pid": "-",
        "like": "12",
        "dislike": "12",
        "content": "退休离校渐淡出人们的视线。常听老友们慨叹人走茶凉。孟婧现任办公室主任，春风得意。当年还是我拜托老同学帮她爱人办调动才解决两地分居难题。偶有事打电话到校办:“帮找下孟婧。”“我就是！”感觉淡淡的。“我是杨老师！”“学校好几个杨老师呢……”哂笑。我解嘲般报出名字。她沉吟着总算想起……",
        "user": "钱九",
        "time": "2018-12-17",
        "commentNum": "2"
      },{
        "id": "10",
        "pid": "9",
        "like": "25",
        "dislike": "0",
        "content": "商场年轻女人在试毛衫，一件件边比量边征询尚属学龄前的儿子意见。服务员推荐的一件很衬她气质，周围有顾客也夸赞不错。小孩儿头摇得像波浪鼓。“不嘛！不嘛！丑，快脱下来就买我喜欢的……”高声耍闹。一个跟他年龄相仿的小女孩循声跑来。“嘘！别闹，你妈妈喜欢就好！”人们向小女孩投来赞许的目光。",
        "user": "晋十",
        "time": "2018-12-17",
        "commentNum": "0"
      },
      {
        "id": "11",
        "pid": "9",
        "like": "75",
        "dislike": "1",
        "content": "“一天到晚不务正业。”小离妈情绪激动地数落着自己的儿子。“大王也一样，天天做梦当作家。照这样下去只有天天待在家里坐着啦。”提到自己的儿子大王妈一样十分担忧。楼上，小离表情忧伤地对大王说：“上学时天天要我们多读书，现在工作了，又怪我们不琢磨赚钱，天天看书不务正业。正业到底是个啥？”",
        "user": "十一",
        "time": "2018-12-17",
        "commentNum": "1"
      },{
        "id": "12",
        "pid": "11",
        "like": "65",
        "dislike": "0",
        "content": "下班后我接一年级的女儿贝贝回家，小家伙谈起学校的趣事，不时发出欢乐的笑声。想起白天听同事说自家的孩子抱怨没生在一个好家庭里，就随口问贝贝：“如果有一次机会给你，你自己做出选择，你还愿意生在我们家吗？”她想了想，扬起稚气的小脸问道：“妈妈，如果我生在别人家，我也不知道怎么回来呀？”",
        "user": "十二",
        "time": "2018-12-17",
        "commentNum": "0"
      }
    ],
    "ext": {},
    "orderBy": ""
  },
  "ok": true,
  "message": ""
}